#+TITLE: Emacs介绍及配置

*** 例子
#+BEGIN_SRC emacs-lisp
(+ 1 2 3 4)
#+END_SRC

#+RESULTS:
: 10

#+BEGIN_SRC C :results output
#include <stdio.h>
int main(void) {
  printf("Hello world!\n");
  return 0;
}
#+END_SRC

#+RESULTS:
: Hello world!

